{
    "data": [
        {
            "ID": 1,
            "event": 1,
            "name": "CREDENCIAMENTO",
            "description": "Distribuição de pulseiras aos encontristas e Kits Conecta",
            "type": "Institucional",
            "local": "Sala 51",
            "day": 7,
            "hour_i": "09:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 2,
            "event": 2,
            "name": "PLENÁRIA INICIAL",
            "description": "Cerimônia de abertura do 20º Interdesigners - Conecta",
            "type": "Institucional",
            "local": "Central de Salas",
            "day": 7,
            "hour_i": "11:00",
            "hour_f": "12:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 3,
            "event": 9,
            "name": "Roteiro: Como contar histórias, e por que gostamos tanto delas?",
            "description": "Ja parou pra pensar como aquela história que você gosta tanto foi escrita?E do porquê de de você gostar dela?\nQuer aprender mais sobre roteiro e como escrever uma história bacana? Vamos falar disso nesse oficina, onde você vai aprender a estruturar uma história, podendo aplicar isso em várias mídias, desde o cinematográfico, até nos quadrinhos ou histórias escritas.",
            "type": "Oficina",
            "local": "Sala 53",
            "day": 7,
            "hour_i": "14:00",
            "hour_f": "16:00",
            "responsable": "Vinicius Vilarim Machado",
            "favorite": false
        },
        {
            "ID": 4,
            "event": 24,
            "name": "Impressão sua!",
            "description": "Quando vou imprimir meu fígado 3D? E uma casa? Conheça mais sobre o universo da impressão 3D na prática e o designer nesse contexto. Da modelagem virtual até a peça física,  vamos descobrir se Westworld está entre nós ou se é só impressão sua.\nTragam seus notebooks!",
            "type": "Oficina",
            "local": "oficina de Madeira",
            "day": 7,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Alex Vedan",
            "favorite": false
        },
        {
            "ID": 5,
            "event": 34,
            "name": "A obra de arte: Perspectivas estéticas e filosóficas da antiguidade até a contemporaneidade",
            "description": "O que é \"obra de arte\"? Como definir um padrão objetivo de classificação em um termo tao subjetivo como a arte? Nessa roda de conversa serão abordados e discutidos os diversos conceitos estéticos e filosóficos de vários filosofos acerca da noção de obra de arte e de que forma influenciaram a disseminacão do pensamento artístico em cada período histórico.",
            "type": "Roda de conversa",
            "local": "Sala 52",
            "day": 7,
            "hour_i": "14:00",
            "hour_f": "16:00",
            "responsable": "Ariadne Fernandes Lacerda",
            "favorite": false
        },
        {
            "ID": 6,
            "event": 36,
            "name": "Unesplay",
            "description": "O Unesplay tá de volta!!! Vamos se acabar no just dance, no smash e se amar! Juntem seus amigos e venham com a gente aproveitar.",
            "type": "Expressão",
            "local": "Guilhermão ",
            "day": 7,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 7,
            "event": 51,
            "name": "Aquarela Botânica",
            "description": "Essa oficina busca introduzir técnicas da ilustração científica por meio da aquarela, desenvolvendo uma folha de estudos a partir de um vegetal ou por meio de uma imagem.\n\nTraga uma planta viva ou uma imagem de alta qualidade e um prato de cerâmica para utilizar como godê!",
            "type": "Oficina",
            "local": "Lab Design",
            "day": 7,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Eevee",
            "favorite": false
        },
        {
            "ID": 8,
            "event": 52,
            "name": "BAZAR",
            "description": "Vendas de produtos",
            "type": "Bazar",
            "local": "Bosque",
            "day": 7,
            "hour_i": "14:00",
            "hour_f": "19:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 9,
            "event": 40,
            "name": "Design Ativista Para Quem Não Aguenta Mais - Design Ativista",
            "description": "O design é uma ferramenta importante demais pra ficar só na mão dos poderosos! O #designativista começou como uma pequena comunidade, reunindo quem não aguentava mais ver tanta coisa errada sem poder fazer nada. A partir da convocatória da @midianinja e da @ideafixa crescemos e nos tornamos milhares de profissionais, estudantes e amantes do design, conectadas e conectados! Botamos a mão na massa pra transformar a realidade! Com muito orgulho faremos parte da programação do Interdesigners em Bauru(SP). Você está convidado a participar e se somar ao movimento. A participação é livre e gratuita! O Design Ativista Aqui o dinheiro não dita, não decide, não conta. Nossa autoria é coletiva, estamos juntos e somos todos anônimos. Promovemos causas que acreditamos de coração. Nossa produção é livre, aberta e pública. Tudo é de todos. O design é uma ferramenta importante demais para ficar só nas mãos dos poderosos. Somos #DesignAtivista créditos da imagem: @a.vespailustra",
            "type": "Roda de conversa",
            "local": "Central de salas",
            "day": 7,
            "hour_i": "16:00",
            "hour_f": "18:00",
            "responsable": "Design Ativista",
            "favorite": false
        },
        {
            "ID": 10,
            "event": 33,
            "name": "Design System na Prática",
            "description": "Descubra o que é um Design System, como fazer, com quem fazer e o que isso vai melhorar na sua vida",
            "type": "Roda de conversa",
            "local": "Lab Design",
            "day": 7,
            "hour_i": "19:00",
            "hour_f": "21:00",
            "responsable": "Adriano Oliveira",
            "favorite": false
        },
        {
            "ID": 11,
            "event": 35,
            "name": "O que aconteceu com o Design de Produto?",
            "description": "Eu não sei, mas será que alguém sabe? Bom, de fato o produto do futuro não é físico, mas por ser virtual não deixa de ser real. A roda de conversa vai trazer alguns convidados com experiencias profissionais diversas na área do design para compor uma discussão sobre o que é fazer design de produto nos dias atuais e o que será do produto do futuro.",
            "type": "Roda de conversa",
            "local": "Sala 52",
            "day": 7,
            "hour_i": "19:00",
            "hour_f": "21:00",
            "responsable": "Victor Augusto Vieira",
            "favorite": false
        },
        {
            "ID": 12,
            "event": 37,
            "name": "Gênero, prazer e Design: panorama transdisciplinar - Erótica Lab",
            "description": "O olhar para o transdisciplinar, no que diz respeito ao design e ao gênero, é algo que precisa ser exercitado cada vez mais. Quando analisamos a discussão sobre gênero e prazer em outras áreas, vemos um avanço extremamente importante num espaço ainda não conquistado pelo design. Então porquê não aproximar a temática do ambiente do designer? Como bons projetistas, devemos e precisamos projetar para o prazer sem medo. Precisamos construir juntos o “Sex Design”!",
            "type": "Palestra",
            "local": "Central de Salas ",
            "day": 7,
            "hour_i": "19:00",
            "hour_f": "21:00",
            "responsable": "Erótica LAB",
            "favorite": false
        },
        {
            "ID": 13,
            "event": 1,
            "name": "CREDENCIAMENTO",
            "description": "Distribuição de pulseiras aos encontristas e Kits Conecta",
            "type": "Institucional",
            "local": "Sala 51",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 14,
            "event": 6,
            "name": "Tie Dye para camisetas",
            "description": "Vem aprender a deixar sua brusinha muuuuito top pro rolê com a oficina de Tie Dye do projeto Toque como uma mina! Aprenda a fazer esse processo para customizar o que quiser <3",
            "type": "Oficina",
            "local": "Lab Design",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "17:00",
            "responsable": "Ana Beatriz Frozoni",
            "favorite": false
        },
        {
            "ID": 15,
            "event": 8,
            "name": "Librário: o jogo que ensina Libras!",
            "description": "O Librário é o baralho da comunicação visual-motora que visa promover a integração entre surdos e ouvintes, possibilitando a todos, maioria ouvinte, uma parte do vocabulário da Libras. Utiliza de dinâmicas lúdicas, usando da repetição dos sinais durante os jogos, memória, saci, pesca e acerte o desenho, para a memorização e aprendizagem da Libras. É um convite a falar com as mãos, ouvir com os olhos e praticar a empatia.",
            "type": "Oficina",
            "local": "Sala 53",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "16:00",
            "responsable": "Bárbara Cruz Goulart",
            "favorite": false
        },
        {
            "ID": 16,
            "event": 18,
            "name": "Tipografia de mão beijada",
            "description": "Venha entrar de cabeça no mundo das letras. Uma conversa com muito conteúdo histórico, técnico e de referências para nos capacitarmos como designers e type designers. Gosta de letras? Quer entender mais sobre esse mercado? Esse é o lugar certo para você.",
            "type": "Oficina",
            "local": "Sala 52",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Make Type Not War (Giuliano Barani, Giovanni Mársico e Matheus Gonçalves)",
            "favorite": false
        },
        {
            "ID": 17,
            "event": 36,
            "name": "Unesplay",
            "description": "O Unesplay tá de volta!!! Vamos se acabar no just dance, no smash e se amar! Juntem seus amigos e venham com a gente aproveitar.",
            "type": "Expressão",
            "local": "Guilhermão ",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 18,
            "event": 42,
            "name": "oficina Joia - MUDAdesign",
            "description": "Vem com a gente produzir umas joias!",
            "type": "Oficina",
            "local": "oficina de Madeira",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "MUDAdesign",
            "favorite": false
        },
        {
            "ID": 19,
            "event": 44,
            "name": "Crochê - Dorival Rossi",
            "description": "Sem descrição",
            "type": "Oficina",
            "local": "Pátio das 50´s",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Dorival Rossi",
            "favorite": false
        },
        {
            "ID": 20,
            "event": 53,
            "name": "Flash Tattoos",
            "description": "Vitória Rod, Fábio Iamaguti e Felipe Uchimura estão prontos para te tatuar!",
            "type": "Bazar",
            "local": "Sala 51",
            "day": 8,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": "Vitória, Rod, Fábio Iamaguti e Felipe Uchimura ",
            "favorite": false
        },
        {
            "ID": 21,
            "event": 19,
            "name": "Game Design saindo da sua cabeça até o papel",
            "description": "Sabe aquela sua ideia que surge na hora do banho? Ou aquela regra adicional que da um toque especial na hora de jogar? Elas não precisam ficar só dentro do seu grupo de amigos, ou pior, presa na sua cabeça. Vou falar sobre metodologias de como tirar essa ideia de dentro da sua cabeça e coloca-la em um papel, ou melhor ainda, em prática e apresentar um olhar crítico sobre jogos clássicos e aqueles que tanto gostamos.",
            "type": "Oficina",
            "local": "Sala 53",
            "day": 8,
            "hour_i": "16:00",
            "hour_f": "18:00",
            "responsable": "Thulio Franco de Godoy",
            "favorite": false
        },
        {
            "ID": 22,
            "event": 5,
            "name": "Handpoke Tattoo (tatuagem sem máquina)",
            "description": "Nessa oficina compartilharei um pouco do meu conhecimento de tatuagem, em específico a técnica de handpoke, \nMas o que é handpoke?? Bom, handpoke é a tatuagem feita sem máquina, ou seja, à mão, pontinho por pontinho.\nAlém da oficina eu ensinarei o processo de biosegurança da tattoo, mostrarei algumas referências, e darei dicas pra quem pensa em se aventurar no mundo da tattoo; E estarei totalmente aberto para perguntas e feedbacks :)\nObs: É necessário que cada participante leve um desenho que queira tatuar em si mesmo, de preferência pequeno devido ao tempo de oficina*\nObs 2: A ideia é que cada participante faça uma tattoo em si mesmo, sendo de total responsabilidade do mesmo.",
            "type": "Oficina",
            "local": "Lab Design",
            "day": 8,
            "hour_i": "18:00",
            "hour_f": "22:00",
            "responsable": "Fábio Iamaguti",
            "favorite": false
        },
        {
            "ID": 23,
            "event": 10,
            "name": "Não seja um publiciotário: Responsabilidade do designer na comunicação",
            "description": "Até onde você vai como profissional sem perder a ética e moral? Quais são os limites da comunicação? A nossa oficina tem como objetivo mostrar a importância da comunicação verbal e não verbal e como somos inteiramente responsáveis pelas mensagens que transmitimos.",
            "type": "Oficina",
            "local": "Sala 53",
            "day": 8,
            "hour_i": "19:00",
            "hour_f": "23:00",
            "responsable": "Design Júnior",
            "favorite": false
        },
        {
            "ID": 24,
            "event": 27,
            "name": "Sketch de Produto",
            "description": "Como fazer sketch para design de produto? Não é tão complicado assim e não precisa ser realista nem ter um acabamento incrível, entenda como desenhar rápido e como fazer a criatividade fluir no seu projeto!",
            "type": "Oficina",
            "local": "Sala 54",
            "day": 8,
            "hour_i": "19:00",
            "hour_f": "22:00",
            "responsable": "Victor Augusto Vieira",
            "favorite": false
        },
        {
            "ID": 25,
            "event": 29,
            "name": "Gere Design - Design autoral e direitos autorais no BR",
            "description": "Venha expressar o que é design autoral para você, compartilhar o que pensa sobre autoria no Brasil, ouvir diferentes opiniões sobre o assunto e trazer dúvidas sobre questões que envolvam direitos autorais. Iremos conversar sobre diversos aspectos dos direitos autorais que os designers podem encaram ao longo da vida profissional.",
            "type": "Roda de conversa",
            "local": "Sala 52",
            "day": 8,
            "hour_i": "19:00",
            "hour_f": "21:00",
            "responsable": "Isabela Hilsdorf Saullo",
            "favorite": false
        },
        {
            "ID": 26,
            "event": 17,
            "name": "Starter Pack Estagiário: como montar um CV bonitão!",
            "description": "Se chegou a sua hora de procurar um estágio em design pra ganhar dinheirinhos e não sabe por onde começar, essa oficina é pra você! O objetivo é compartilhar algumas dicas de como montar o famigerado curriculum e subir aquele projetinho no Behance (não é coach hein!). Vem conferir, prometo que vai ser minimamente útil!",
            "type": "Oficina",
            "local": "Sala 52",
            "day": 8,
            "hour_i": "21:00",
            "hour_f": "23:00",
            "responsable": "Beatriz Marigonda",
            "favorite": false
        },
        {
            "ID": 27,
            "event": 1,
            "name": "CREDENCIAMENTO",
            "description": "Distribuição de pulseiras aos encontristas e Kits Conecta",
            "type": "Institucional",
            "local": "Sala 51",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 28,
            "event": 14,
            "name": "Serigracinha",
            "description": "Bora produzir uns prints com técnicas de desconstrução e composição de artes com serigrafia? Nessa oficina, vamos ensinar formas alternativas de usar essa técnica foda utilizando papéis dos mais variados tipos, reutilizando e resinificando a sua função e estética. Pra isso propomos um exercício de criatividade e abstração que no final irá te render um print maneiro feito por você mesmo.",
            "type": "Oficina",
            "local": "Lab Design",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "19:00",
            "responsable": "NóIS Estampa",
            "favorite": false
        },
        {
            "ID": 29,
            "event": 21,
            "name": "Colheres de Bambu",
            "description": "O Taquara convida você para participar da nossa oficina de colheres e passar uma tarde com a gente!",
            "type": "Oficina",
            "local": "oficina de Madeira",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Taquara",
            "favorite": false
        },
        {
            "ID": 30,
            "event": 36,
            "name": "Unesplay",
            "description": "O Unesplay tá de volta!!! Vamos se acabar no just dance, no smash e se amar! Juntem seus amigos e venham com a gente aproveitar.",
            "type": "Expressão",
            "local": "Guilhermão ",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 31,
            "event": 38,
            "name": "Projeto? Metodologia? Não! Ecossistema prático de criação - Guilherme Contini",
            "description": "Pra quem é designer, arquiteto, maker e tantas coisas mais, ouvir a palavra projeto e metodologia pode ser algo assustador e que não estimula a criatividade. Mas e se existisse uma forma prática de “fazer acontecer” um projeto incrível se aproveitando dos piores cenários? Os ecossistemas práticos de criação estão aí exatamente para instigar nossa criatividade, nos desafiar e provar que o designer pode ser o gestor qualquer projeto. Venha preparado para se desafiar!",
            "type": "Oficina",
            "local": "Sala 53",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "17:00",
            "responsable": "Guilherme Cardoso Contini",
            "favorite": false
        },
        {
            "ID": 32,
            "event": 50,
            "name": "Metodologia de apresentação: Pitch",
            "description": "Venha aprender como fazer uma apresentação rápida, convincente e precisa do seu projeto, negócio ou de si mesmo!",
            "type": "Oficina",
            "local": "Sala 52",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "17:00",
            "responsable": "CEU (Centro de Empreendedorismo Universitário)",
            "favorite": false
        },
        {
            "ID": 33,
            "event": 53,
            "name": "Flash Tattoos",
            "description": "Vitória Rod, Fábio Iamaguti e Felipe Uchimura estão prontos para te tatuar!",
            "type": "Bazar",
            "local": "Sala 51",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": "Vitória, Rod, Fábio Iamaguti e Felipe Uchimura ",
            "favorite": false
        },
        {
            "ID": 34,
            "event": 54,
            "name": "Feira Maker",
            "description": "Feira Maker Bauru 2019 é um makerspace aberto + exposição coletiva de projetos DIY (do it yourself ou faça-você-mesmo) com ênfase nos processos de fabricação pessoal e compartilhamento online. Todos os temas e tipos de artefatos são bem-vindos, não há pré-seleção, nem curadoria. Impressoras 3D e diversas ferramentas manuais estarão à disposição do público para aprendizagem e fabricação dos próprios protótipos.",
            "type": "Expressão",
            "local": "Guilhermão",
            "day": 9,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 35,
            "event": 59,
            "name": "Yoga",
            "description": "Yoga significa união. É uma prática vinda da Índia que trabalha a conexão entre corpo e mente através de posturas, respirações e meditações. Por meio dos exercícios, se busca um estado de paz e equilíbrio e são alcançados vários benefícios como relaxamento, tranquilidade, fortalecimento, condicionamento físico e flexibilidade. Na oficina serão trabalhados exercícios acessíveis a todas as pessoas que quiserem se abrir a essa prática, de maneira a respeitar e conhecer seus próprios limites. A oficina terá duração de 1 hora e não se esqueça de vir com roupas confortáveis! Os participantes vão precisar de canga ou tapetinho para sentarem-se no chão e fazerem os exercícios, então busque trazer algum desses para a realização da oficina.",
            "type": "Roda de conversa",
            "local": "Guilhermão (Externo)",
            "day": 9,
            "hour_i": "15:00",
            "hour_f": "16:00",
            "responsable": "Ariela Cursino",
            "favorite": false
        },
        {
            "ID": 36,
            "event": 60,
            "name": "Redução de Danos",
            "description": "A Redução de Danos é uma abordagem que compõe um conjunto de políticas e práticas cujo objetivo é minimizar os danos bio, psico, sociais em termos de saúde em várias esferas da vida, visando a promoção dos direitos humanos. Traz consigo uma perspectiva de cuidado e acolhimento de si como parte de um todo. Um todo que precisa ser descoberto, vivenciado, experienciado e discutido! A prática da RD se encontra no âmbito do uso e abuso de substâncias, das ISTs (infecções sexualmente transmissíveis), da alimentação, entre outros aspectos, através da promoção do autoconhecimento em detrimento da busca por uma vida plena, autônoma e saudável.",
            "type": "Roda de conversa",
            "local": "Guilhermão (Externo)",
            "day": 9,
            "hour_i": "16:00",
            "hour_f": "17:00",
            "responsable": "Coletivo Bem Te Vi - RD Bauru",
            "favorite": false
        },
        {
            "ID": 37,
            "event": 15,
            "name": "Quem é você?",
            "description": "Devido ao estado de adoecimento geral de nossas potências, pelo estado político, social, econômico e cultural, proponho, através de uma filosofia analítica e criativa, um sopro de vida. Através de algo como uma meditação guiada, pretendo colocar, nessa primeira parte de duas oficinas, questionamentos, sensibilizações e inquisições a respeito da vida, da identidade do Eu e da história que nos produziu. Essa oficina exige um estado de concentração muito alto e pode causar mal-estar pela sensibilidade exacerbada dos assuntos abordados. Venham preparados para ficar em estado de concentração por 4 horas e tragam almofadas ou cangas e tapetes.",
            "type": "Oficina",
            "local": "Pátio das 50s",
            "day": 9,
            "hour_i": "17:00",
            "hour_f": "22:00",
            "responsable": "Moon",
            "favorite": false
        },
        {
            "ID": 38,
            "event": 7,
            "name": "Desbravando a Pintura Digital",
            "description": "A pintura digital pode ser um pouco amedrontadora pra quem está começando, mas aprender os fundamentos é essencial e a melhor solução para quem quer melhorar nessa área! Mas quais são os fundamentos? Venha descobrir!",
            "type": "Oficina",
            "local": "Sala 53",
            "day": 9,
            "hour_i": "18:00",
            "hour_f": "22:00",
            "responsable": "Igor Mota",
            "favorite": false
        },
        {
            "ID": 39,
            "event": 20,
            "name": "Design Thinking para o Mercado de Trabalho",
            "description": "Você já ouviu falar do Design Thinking? É uma metodologia que, hoje em dia, muitas empresas utilizam como base para a criação de projetos que solucionem problemas. Saber disso na hora de um processo seletivo te dá um diferencial para conquistar seu lugarzinho no mercado de trabalho. Participe da oficina e aprenda todas as etapas!",
            "type": "Oficina",
            "local": "Central de Salas",
            "day": 9,
            "hour_i": "18:00",
            "hour_f": "22:00",
            "responsable": "Rebecca Ribeiro Crepaldi",
            "favorite": false
        },
        {
            "ID": 40,
            "event": 26,
            "name": "Pagando Boletos",
            "description": "Como procurar emprego? A vida adulta é só boletos, mas pra pagar boletos a gente precisa trabalhar e sobre isso não falam muito por aqui. Venham entender como funcionam os processos seletivos e aprender a fazer seu currículo e portfólio!",
            "type": "Oficina",
            "local": "Sala 54",
            "day": 9,
            "hour_i": "19:00",
            "hour_f": "22:00",
            "responsable": "Victor Augusto Vieira",
            "favorite": false
        },
        {
            "ID": 41,
            "event": 31,
            "name": "Desafios e possibilidades para integrar as áreas de Design de Serviço e Branding",
            "description": "Nesta conversa vamos falar sobre os desafios e as possibilidades da abordagem do Design de Serviço e do Branding, e juntos refletir sobre os benefícios que podem trazer e quais seriam as possibilidades para quem deseja atuar nessas áreas, e com isso construir uma rede de discussão e troca entre os participantes.",
            "type": "Roda de conversa",
            "local": "Lab Design",
            "day": 9,
            "hour_i": "19:00",
            "hour_f": "21:00",
            "responsable": "Lucas Gomes de Andrade",
            "favorite": false
        },
        {
            "ID": 42,
            "event": 57,
            "name": "Mercado de Trabalho na Era Digital",
            "description": "Estamos diante de um ambiente altamente automatizado, em que as empresas precisam investir em novas plataformas, ferramentas e serviços baseados em inteligência artificial, internet das coisas, computação em nuvem e redes sociais. Isso impacta as funções e os empregos que conhecemos hoje, criando novas oportunidades para os profissionais que estiverem preparados para essa nova mentalidade digital.",
            "type": "Palestra",
            "local": "Central de Salas",
            "day": 9,
            "hour_i": "20:00",
            "hour_f": "22:00",
            "responsable": "Hosiel Martins da Costa",
            "favorite": false
        },
        {
            "ID": 43,
            "event": 55,
            "name": "Virada no Bosque",
            "description": "Integração no Bosque da Unesp, com as projeções de o /desencanto (André Minei), muita música e curtição!",
            "type": "Festa",
            "local": "Bosque",
            "day": 9,
            "hour_i": "22:00",
            "hour_f": "06:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 44,
            "event": 1,
            "name": "CREDENCIAMENTO",
            "description": "Distribuição de pulseiras aos encontristas e Kits Conecta",
            "type": "Institucional",
            "local": "Sala 51",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 45,
            "event": 12,
            "name": "Tempos entrelaçados: a linha e o tecido na produção de materiais gráficos e digitais",
            "description": "A oficina visa explorar as potencialidades do uso de materiais ligados à tradição da produção manual, como a linha e o tecido, na criação de materiais gráficos aplicáveis às diversas mídias e suportes. Partindo de uma compreensão dos contextos social e histórico, assim como das cargas ideológicas trazidas por um material muito presente no contexto doméstico, do artesanato e muito ligado à construção dos ideais de \"ser mulher\" (bordado, costura, tapeçaria), busca-se compreender possíveis aplicações dessa materialidade na produção de sentidos, no atual contexto informacional/tecnológico e de consolidação do movimento feminista, observada uma tendência insurgente de certo retorno à artesania e a um mercado \"slow\". Será realizada uma experimentação prática (produção de cartazes, panfletos, pequenos livros/zines ou outros materiais gráficos/propostas de interesse das(os) participantes), se valendo dos significados atribuídos socialmente a essas materialidades para subvertê-las ou reapropriá-las na produção ligada ao design gráfico ou à arte, podendo ser integrados ou não às tecnologias digitais. ",
            "type": "Oficina",
            "local": "Lab Design",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "16:00",
            "responsable": "Amanda Nascimento",
            "favorite": false
        },
        {
            "ID": 46,
            "event": 16,
            "name": "O design do Eu",
            "description": "A segunda parte da oficina \"Quem é você\". Depois de desconstruir seu Eu, chegou a hora de colocar tudo isso em prática. Criaremos um Corpo sem órgãos para cada um. Através de sistematizações, e um projeto de seu Eu ideal, pensaremos as mecânicas de subjetivação que permitirão se tornar quem você quer se tornar. Trabalharemos a finitude humana em relação ao infinito da imaginação e proporemos um novo jeito de desejar. Traga materiais que você utilize para se organizar, como post-its, PCs ou canetas coloridas.",
            "type": "Oficina",
            "local": "Sala 53",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Moon",
            "favorite": false
        },
        {
            "ID": 47,
            "event": 30,
            "name": "MAS - Minuciando Artes Sequenciais",
            "description": "O GAS (Grupo de Artes Sequenciais), grupo de estudo sobre artes sequenciais da Unesp, propõe uma roda de conversa para destrinchar essa tal arte sequencial, ou seja, iremos conversar sobre HQ's, gibis, animações e etc. MAS história em quadrinho é arte?! Bem, se você concorda ou discorda dessa indagação, venha debater com a gente!",
            "type": "Roda de conversa",
            "local": "Sala 52",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "16:00",
            "responsable": "GAS(Grupo de Artes Sequenciais)",
            "favorite": false
        },
        {
            "ID": 48,
            "event": 36,
            "name": "Unesplay",
            "description": "O Unesplay tá de volta!!! Vamos se acabar no just dance, no smash e se amar! Juntem seus amigos e venham com a gente aproveitar.",
            "type": "Expressão",
            "local": "Guilhermão ",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 49,
            "event": 43,
            "name": "oficina Taco - MUDAdesign",
            "description": "Tá a fim de fazer o seu próprio taco de baseball? Essa é a sua chance!",
            "type": "Oficina",
            "local": "oficina de Madeira",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "17:00",
            "responsable": "MUDAdesign",
            "favorite": false
        },
        {
            "ID": 50,
            "event": 53,
            "name": "Flash Tattoos",
            "description": "Vitória Rod, Fábio Iamaguti e Felipe Uchimura estão prontos para te tatuar!",
            "type": "Bazar",
            "local": "Sala 51",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": "Vitória, Rod, Fábio Iamaguti e Felipe Uchimura ",
            "favorite": false
        },
        {
            "ID": 51,
            "event": 54,
            "name": "Feira Maker",
            "description": "Feira Maker Bauru 2019 é um makerspace aberto + exposição coletiva de projetos DIY (do it yourself ou faça-você-mesmo) com ênfase nos processos de fabricação pessoal e compartilhamento online. Todos os temas e tipos de artefatos são bem-vindos, não há pré-seleção, nem curadoria. Impressoras 3D e diversas ferramentas manuais estarão à disposição do público para aprendizagem e fabricação dos próprios protótipos.",
            "type": "Expressão",
            "local": "Guilhermão",
            "day": 10,
            "hour_i": "14:00",
            "hour_f": "22:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 52,
            "event": 45,
            "name": "Corte à laser e Impressão 3D - LYnk3D",
            "description": "roda de conversa sobre as tecnologias oferecidas pelo lynk3D (impressão 3d, corte a laser, plotter de recorte) e espaço para esclarecimento de dúvidas quando à preparação de arquivos, logística de corte, entre outros.",
            "type": "Roda de conversa",
            "local": 52,
            "day": 10,
            "hour_i": "16:00",
            "hour_f": "18:00",
            "responsable": "Lynk3D",
            "favorite": false
        },
        {
            "ID": 53,
            "event": 3,
            "name": "Web Design (Pra Quem Tem Pressa)",
            "description": "O Web Design é uma ferramenta importante na criação de experiências online. Mas onde o designer se encaixa nisto? Que problemas podemos resolver com a rede? Designers precisam saber programação?\nTraga seu notebook com VSCode instalado: code.visualstudio.com/download",
            "type": "Oficina",
            "local": "Sala 54",
            "day": 10,
            "hour_i": "19:00",
            "hour_f": "23:00",
            "responsable": "nightstalker2077",
            "favorite": false
        },
        {
            "ID": 54,
            "event": 28,
            "name": "Tipogra Fio: experimentação com MDF",
            "description": "Bora fazer uns cartazes muito lokos com tipos de MDF, experimentações com tipografia fora do computador, usando tinta, papel e mão sem compromisso de finalizar com perfeição, porque esse é o charme da coisa.",
            "type": "Oficina",
            "local": "Lab Design",
            "day": 10,
            "hour_i": "19:00",
            "hour_f": "22:00",
            "responsable": "Matheus dos Santos Gonçalves",
            "favorite": false
        },
        {
            "ID": 55,
            "event": 32,
            "name": "Formei. E agora?",
            "description": "Um anseio meu, mas compartilhado por muitos.\nO que fazer depois de formar? Como me inserir no mercado de trabalho? Eu tô sozinho nessa? Como empreender? E agora?\nÉ a proposta dessa roda de conversa que pretende entender um pouquinho mais o que se passa na cabeça da gente durante o curso de design.",
            "type": "Roda de conversa",
            "local": "Sala 52",
            "day": 10,
            "hour_i": "19:00",
            "hour_f": "21:00",
            "responsable": "Carla Mâncio",
            "favorite": false
        },
        {
            "ID": 56,
            "event": 39,
            "name": "Inspiração aparece em qualquer momento e lugar",
            "description": "Allan Szacher é paulistano e idealizador da Pixel Show | Zupi. Formado em Propaganda & Marketing pela FAAP, Artes Gráficas pela Billy Blue School & Swinburne University na Austrália e pós graduado em curadoria na Belas Artes. Trabalha como editor, curador e art manager desde 1993.",
            "type": "Palestra",
            "local": "Central de Salas ",
            "day": 10,
            "hour_i": "19:00",
            "hour_f": "21:00",
            "responsable": "Allan Szacher (Zupi & Pixel Show)",
            "favorite": false
        },
        {
            "ID": 57,
            "event": 23,
            "name": "Vamos falar sobre Experiência do Usuário (UX)?",
            "description": "Você já ouviu falar sobre sobre UX Design? Eu aposto que já! É um tema muito rodado hoje em dia. Mas o que você sabe sobre este termo? Assim como vocês, também estamos interessados em descobrir mais sobre esse assunto que está dominando o mercado atualmente. Então vamos compartilhar nossos conhecimentos, que tal? Venha participar da nossa oficina!",
            "type": "Oficina",
            "local": "Sala 52",
            "day": 10,
            "hour_i": "21:00",
            "hour_f": "23:00",
            "responsable": "Matheus Leite e Gioavanni Biondi",
            "favorite": false
        },
        {
            "ID": 58,
            "event": 22,
            "name": "Do virtual ao real: Conectando as técnicas de prototipagem rápida.",
            "description": "Venha participar de uma atividade guiada dentro do CADEP (Centro Avançado de Desenvolvimento de Produto) aonde você poderá acompanhar de perto processos fundamentais para prototipagem rápida. Como escaneamento de peças, preparação de arquivos, configuração de equipamento, impressão 3D e usinagens com fresadoras CNC.",
            "type": "Oficina",
            "local": "Cadep",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Cadep",
            "favorite": false
        },
        {
            "ID": 59,
            "event": 1,
            "name": "CREDENCIAMENTO",
            "description": "Distribuição de pulseiras aos encontristas e Kits Conecta",
            "type": "Institucional",
            "local": "Sala 51",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "20:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 60,
            "event": 4,
            "name": "Animação 2D (Pra Quem Tem Pressa)",
            "description": "Olá, amantes da 7ª arte. Vocês sabiam que animação é a arte mais completa entre todas, englobando as artes tradicionais e o cinema? Nesta oficina, aprenda alguns dos métodos utilizados por estúdios na produção de animações em 2D.\nTraga seu notebook com Photoshop e After Effects instalados e mesa digitalizadora.",
            "type": "Oficina",
            "local": "Sala 54",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "nightstalker2077",
            "favorite": false
        },
        {
            "ID": 61,
            "event": 13,
            "name": "Introdução à Lógica de Programação",
            "description": "Pra quem sempre quis aprender programação de uma maneira mais lúdica e interativa, essa é uma ótima oficina para começar. Nela, vamos apreender e entender todos os conceitos de como um computador pensa e como devemos nos comunicar com ele por meio de um minigame e usando Arduinos para começar. Tragam seus computadores!",
            "type": "Oficina",
            "local": "Sala 52",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Cainã Brinatti Guari",
            "favorite": false
        },
        {
            "ID": 62,
            "event": 36,
            "name": "Unesplay",
            "description": "O Unesplay tá de volta!!! Vamos se acabar no just dance, no smash e se amar! Juntem seus amigos e venham com a gente aproveitar.",
            "type": "Expressão",
            "local": "Guilhermão ",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "20:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 63,
            "event": 41,
            "name": "Bate-papo com MAR Studio - Mike Azevedo, Cesar Rosolino e Marco Alvares",
            "description": "Focada em ilustração para jogos, a MAR Studio foi idealizada por Mike Azevedo e abriu as portas em 2018, tendo como clientes empresas gigantescas como Blizzard e Tencent (dona da Riot Games). Nesse bate-papo, conversaremos com três artistas da MAR: seu fundador Mike Azevedo e dois ex-veteranos do Design Unesp de Bauru, Cesar Rosolino e Marco Alvares.",
            "type": "Palestra",
            "local": "Central de salas",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "16:00",
            "responsable": "Mike, Marco e César",
            "favorite": false
        },
        {
            "ID": 64,
            "event": 47,
            "name": "Sketch do produto",
            "description": null,
            "type": "Oficina",
            "local": "Sala 53",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "18:00",
            "responsable": "Renan Albano",
            "favorite": false
        },
        {
            "ID": 65,
            "event": 53,
            "name": "Flash Tattoos",
            "description": "Vitória Rod, Fábio Iamaguti e Felipe Uchimura estão prontos para te tatuar!",
            "type": "Bazar",
            "local": "Sala 51",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "20:00",
            "responsable": "Vitória, Rod, Fábio Iamaguti e Felipe Uchimura ",
            "favorite": false
        },
        {
            "ID": 66,
            "event": 54,
            "name": "Feira Marker",
            "description": "Feira Maker Bauru 2019 é um makerspace aberto + exposição coletiva de projetos DIY (do it yourself ou faça-você-mesmo) com ênfase nos processos de fabricação pessoal e compartilhamento online. Todos os temas e tipos de artefatos são bem-vindos, não há pré-seleção, nem curadoria. Impressoras 3D e diversas ferramentas manuais estarão à disposição do público para aprendizagem e fabricação dos próprios protótipos.",
            "type": "Expressão",
            "local": "Guilhermão",
            "day": 11,
            "hour_i": "14:00",
            "hour_f": "20:00",
            "responsable": null,
            "favorite": false
        },
        {
            "ID": 67,
            "event": 46,
            "name": "Design System serve pra quê? - Tami Trindade",
            "description": null,
            "type": "Palestra",
            "local": "Central de Salas",
            "day": 11,
            "hour_i": "16:00",
            "hour_f": "18:00",
            "responsable": "Tami Trindade",
            "favorite": false
        },
        {
            "ID": 68,
            "event": 25,
            "name": "Design de comer: forma, função e outras delícias do Food Design",
            "description": "Quem disse que não pode brincar com a comida? Venha explorar o food design e aplicar técnicas de projética em trabalhos memoráveis pra comer com os olhos e lamber os dedos!",
            "type": "Oficina",
            "local": "Lab. Desing",
            "day": 11,
            "hour_i": "16:00",
            "hour_f": "19:00",
            "responsable": "Mariana Gomes Martins",
            "favorite": false
        },
        {
            "ID": 69,
            "event": 48,
            "name": "Design de serviço",
            "description": null,
            "type": "Palestra",
            "local": "Central de Salas",
            "day": 11,
            "hour_i": "18:00",
            "hour_f": "20:00",
            "responsable": "Letícia Alcará",
            "favorite": false
        },
        {
            "ID": 70,
            "event": 49,
            "name": "O cenário da produção gráfica em projetos híbridos e suas demandas",
            "description": "A discussão terá inicio com uma breve contextualização histórica sobre a evolução dos processos de produção em escala e suas vertentes até o cenário atual. Seguindo com maior abordagem sobre a relação entre a concepção e a materialização de projetos impressos, trazendo em pauta  a dinâmica de estudos entre definição tecnico-prossessual versus linguagem, na combinação de suportes, processos e acabamentos.",
            "type": "Palestra",
            "local": "Sala 1",
            "day": 11,
            "hour_i": "18:00",
            "hour_f": "20:00",
            "responsable": "Estúdio MIOLO",
            "favorite": false
        },
        {
            "ID": 71,
            "event": 56,
            "name": "Plenária Final",
            "description": "Cerimônia de encerramento do 20º Interdesigners - Conecta",
            "type": "Institucional",
            "local": "Central de Salas",
            "day": 11,
            "hour_i": "20:00",
            "hour_f": "21:00",
            "responsable": null,
            "favorite": false
        }
    ]
}